{
  "registrations": [
    {
      "id": 1,
      "name": "Reg1",
      "email": "Reg1@email.com",
      "company": ""
    },
    {
      "id": 2,
      "name": "Reg2",
      "email": "Reg2@email.com",
      "company": "2"
    },
    {
      "id": 3,
      "name": "Reg3",
      "email": "Reg3@email.com",
      "company": "3"
    }
  ],
  "talks": [
    {
      "id": 1,
      "speaker": {
        "name": "Molly Dalton",
        "about": "Program manager at Microsoft, working on web payments and web apps. Member of the W3C Web Payments working group. Passionate about building great experiences that everyone will love.",
        "photo": "/img/speaker-MollyDalton.jpg"
      },
      "title": "Pay the Web Forward: Making payments simpler on the Modern Web",
      "description": "Buying things on the web can be tedious, frustrating and painfully archaic. Enter the W3C Payment Request API, a standardized API to build simpler checkout experiences powered by a native front-end, provided by the browser. In this talk, you’ll see how to use the Payment Request API to create seamless payment flows for users across platforms, resulting in a better user experience built to simplify checkout and improve shopping cart conversion.",
      "date": "2018-10-23T09:00:00.000Z"
    },
    {
      "id": 2,
      "speaker": {
        "name": "Jared Faris",
        "about": "Jared is a Microsoft MVP and the VP of Technology and Solutions at HMB (http://www.hmbnet.com), an IT services company based out of Columbus, OH. His focus is on building great development teams through training, mentoring, and prodigious amounts of caffeine. He’s spent years building web applications with cloud and mobile experience. Jared helps organize the Stir Trek, CloudDevelop and Dog Food conferences as well as a variety of other events in and around Columbus, OH and is a frequent speaker at regional events; if he doesn’t have some conference deadline he doesn’t know what to do with himself. You can find out more about him at http://jaredthenerd.com or follow him @jaredthenerd.",
        "photo": "/img/speaker-JaredFaris.jpg"
      },
      "title": "Where The Web Is Going",
      "description": "The web is a strange place with many standards and browser vendors that all have to come together to make something useful. This talk looks at what’s next for web technologies including ECMAScript 2016, Service Workers, the Fetch API, and HTTP/2. It then looks at how these standards come about and which groups set the direction. We’ll discuss how the W3C, WHATWG, ECMA TC39, and IETF work together (or don’t) to push the Web forward. You’ll leave this talk better prepared for the web of tomorrow.",
      "date": "2018-10-23T10:30:00.000Z"
    },
    {
      "id": 3,
      "speaker": {
        "name": "Evan Payne",
        "about": "Senior Front-end Engineer at Netcentric with a focus on Mobile Apps built with Nativescript and Angular. Globe-trotter, born in Los Angeles, tempered in Ireland, thriving in Spain.",
        "photo": "/img/speaker-EvanPayne.jpg"
      },
      "title": "Crossing the Crossplatform Barrier with Nativescript and Angular",
      "description": "I always found the mobile world intimidating.  The two platforms in particular, with their own languages and rapidly changing apis, were a barrier to trying anything out.  Once Ionic 2 went into Beta, I managed to get a project off the ground, but I found working inside a web-view was often really limiting, and the slowness of the UI had a negative impact on my users.",
      "date": "2018-10-23T10:30:00.000Z"
    }
  ],
  "favorites": []
}